const data = {
  mokuji: ["ゆく河の流れ", "安元の大火"],
  text: [
    {
      title: "<h3 id=s0>ゆく河の流れ</h3>",
      kobun:
        "行く川のながれは絶えずして、<br>しかも本の水にあらず。<br>よどみに浮ぶうたかたは、<br>かつ消えかつ結びて久しくとどまることなし。",
      gendaibun:
        "河の流れは常に絶える事がなく、しかも流れ行く河の水は移り変って絶間がない。奔流に現われる<ruby><rb>飛沫</rb><rp>（</rp><rt>ひまつ</rt><rp>）</rp></ruby>は一瞬も止る事がなく、現れるや<ruby><rb>直</rb><rp>（</rp><rt>すぐ</rt><rp>）</rp></ruby>に消えてしまって又新しく現れるのである。",
      phrase: [
        {
          phrasekobun: "うたかた",
          transphrase: "水の泡",
        },
        {
          phrasekobun: "かつ消え、かつ結びて",
          transphrase: "一方では（泡が）消え、また一方では新しく泡ができて",
        },
        {
          phrasekobun: "ためし",
          transphrase: "「例」と書く",
        },
      ],
    },
    {
      kobun:
        "世の中にある人とすみかと、<br>またかくの如し。<br><ruby><rb>玉敷</rb><rp>（</rp><rt>たまし</rt><rp>）</rp></ruby>きの都の中にむねをならべ<span class='word'><ruby><rb>甍</rb><rp>（</rp><rt>いらか</rt><rp>）</rp></ruby></span>をあらそへる、<br>高き卑しき人のすまひは、<br><ruby><rb>代々</rb><rp>（</rp><rt>よよ</rt><rp>）</rp></ruby>を経て尽きせぬものなれど、<br>これをまことかと尋ぬれば、<br>昔ありし家はまれなり。<br>あるいはこぞ焼けてことしは造り、<br>あるいは<ruby><rb>大家</rb><rp>（</rp><rt>おおいえ</rt><rp>）</rp></ruby>ほろびて<ruby><rb>小家</rb><rp>（</rp><rt>こいえ</rt><rp>）</rp></ruby>となる。",
      gendaibun:
        "世の中の人々の運命や、人々の<ruby><rb>住家</rb><rp>（</rp><rt>すみか</rt><rp>）</rp></ruby>の移り変りの激しい事等は丁度河の流れにも<ruby><rb>譬</rb><rp>（</rp><rt>たと</rt><rp>）</rp></ruby>えられ、又奔流に現われては消えさる飛沫の様に極めてはかないものである。壮麗を極めた花の都の中にぎっしりと立ち並んでいる家々は各々の美しく高い<ruby><rb>甍</rb><rp>（</rp><rt>いらか</rt><rp>）</rp></ruby>をお互に競争し合っている。これ等の色々な人々の住家は<ruby><rb>何時</rb><rp>（</rp><rt>いつ</rt><rp>）</rp></ruby>の時代にでもあるもので決して絶えるものではないのであるが、さてこういう貴賤様々な人々の住家の<ruby><rb>中</rb><rp>（</rp><rt>うち</rt><rp>）</rp></ruby>に不変のものを見出すと云う事は出来るものではなく、昔の<ruby><rb>儘</rb><rp>（</rp><rt>まま</rt><rp>）</rp></ruby>に現在までも続いていると云う住家は<ruby><rb>殆</rb><rp>（</rp><rt>ほとん</rt><rp>）</rp></ruby>んどなく、極めて<ruby><rb>稀</rb><rp>（</rp><rt>まれ</rt><rp>）</rp></ruby>に昔の美しさのある物を発見するのが<ruby><rb>頗</rb><rp>（</rp><rt>すこぶ</rt><rp>）</rp></ruby>る難しいことなのである。この辺に美しい立派な住家があったのだがと見て見るともうその家は去年焼け失せて無くなっていたりする。又こんな所にこんな立派な住家は無かったのにと思って見ると前の貧しい家は焼け失せて現在はこれほどの立派な住家になっていたりするものである。この様に昔お金持であって立派な美しい住家に住んでいた人が今は見る陰もなく落ちぶれて昔の住家に比ぶれば掘立小屋同様の住家に住んでいたりする。こんな運命が人々の歩まねばならないものなのである。",
      phrase: [
        {
          phrasekobun: "高き賤しき人の住まひ",
          transphrase:
            "（身分の）高い人の住まい、（身分の）低い人の住まい、の意。",
        },
        {
          phrasekobun: "尽きぬものなれど",
          transphrase: "尽きないものではあるけども。",
        },
        {
          phrasekobun: "昔ありし家",
          transphrase: "昔あった家。",
        },
      ],
    },
    {
      kobun:
        "住む人もこれにおなじ。<br>所もかはらず、<br>人も多かれど、<br>いにしへ見し人は、<br>二三十人が中に、<br>わづかにひとりふたりなり。<br>あしたに死し、<br>ゆふべに生るるならひ、<br>ただ水の泡にぞ似たりける。",
      gendaibun:
        "昔からの知り合いは居ないものかと見て見るとそうした人は中々に見付ける事が出来なくて、所も昔の儘の所であるのに、又そこに住んでいる人々も昔の様に多数の人々が住んでいるに<ruby><rb>拘</rb><rp>（</rp><rt>かかわ</rt><rp>）</rp></ruby>らず、十人の中<ruby><rb>僅</rb><rp>（</rp><rt>わずか</rt><rp>）</rp></ruby>に二、三人しか見出す事が出来ない有様であって、真に人々の歩むべき運命の路のあまりにも変転極まりないのを見ると感動に堪えないものがある。人間のこういう運命、<ruby><rb>朝</rb><rp>（</rp><rt>あした</rt><rp>）</rp></ruby>に生れては<ruby><rb>夕</rb><rp>（</rp><rt>ゆうべ</rt><rp>）</rp></ruby>に死して行かなくてはならない<ruby><rb>果敢</rb><rp>（</rp><rt>はか</rt><rp>）</rp></ruby>ない運命、変転極りない運命、こういう事を深く考えて見ると全く、結んでは直に消え、消えては又結ぶ水流の泡沫の如きものではないかと思ったりする。奔流に結び<ruby><rb>且</rb><rp>（</rp><rt>か</rt><rp>）</rp></ruby>つ消ゆる飛沫の運命、それが<ruby><rb>詮</rb><rp>（</rp><rt>せん</rt><rp>）</rp></ruby>ずる所人々の歩むべき運命なのである。",
      phrase: [
        {
          phrasekobun: "いにしへ見し人",
          transphrase: "昔から知っている人。",
        },
      ],
    },
    {
      kobun:
        "知らず、<br>生れ死ぬる人、<br>いづかたより来りて、<br>いづかたへか去る。<br>又知らず、<br>かりのやどり、<br>誰が為に心を悩まし、<br>何によりてか目をよろこばしむる。<br>そのあるじとすみかと、<br>無常をあらそひ去るさま、<br>いわば朝顏の露にことならず。<br>あるいは露おちて花のこれり。<br>のこるといへども朝日に枯れぬ。<br>あるいは花はしぼみて、<br>露なほ消えず。<br>消えずといへども、<br>ゆふべを待つことなし",
      gendaibun:
        "一体多くの人々がこの世に生れ出て来るのであるが、これらの人々は<ruby><rb>何処</rb><rp>（</rp><rt>どこ</rt><rp>）</rp></ruby>から来たものであろうか。そして又何処へ行ってしまうのであろうか。等と考えて見ると何処から来、何処へ行くかと云う問いに対して答え得るものは何処にも居るものではなく、何処から来て何処へ行くかは永遠に解くを得ない謎であって人々はこの謎の中に生れ、そうして死して行くのである。水に浮ぶ泡が結び且つ消える様に。かく果敢なく、解くを得ない運命を歩まなくてはならない人々は又この世に<ruby><rb>於</rb><rp>（</rp><rt>おい</rt><rp>）</rp></ruby>て何を楽しみ、何を苦しんで生きているのであろうか。泡の<ruby><rb>如</rb><rp>（</rp><rt>ごと</rt><rp>）</rp></ruby>くに消えなくてはならない儘かの人生の中でどんな仕事に面白味を見出し又どんな事で苦しんでいるのかと多くの人々の答を求めたとすれば各種各様に答が出て決して一つのものにはならず、結局何を苦しみ、何を楽しんでいるのか、また何を<ruby><rb>為</rb><rp>（</rp><rt>な</rt><rp>）</rp></ruby>すべきか等と云う事も一つの永遠に解き得ない謎になってしまうのである。長い年月の間に火事の<ruby><rb>為</rb><rp>（</rp><rt>ため</rt><rp>）</rp></ruby>に、地震の為、<ruby><rb>或</rb><rp>（</rp><rt>ある</rt><rp>）</rp></ruby>いは他の色んな変事の為に、立派な美しい家が無くなってしまったり、又お金持の家が貧しくなったり、<ruby><rb>貴</rb><rp>（</rp><rt>とうと</rt><rp>）</rp></ruby>い地位にあった人が<ruby><rb>賤</rb><rp>（</rp><rt>いや</rt><rp>）</rp></ruby>しい身分に落ちぶれたりする、こうした人々やその住家の移り変りの極りない事は<ruby><rb>恰</rb><rp>（</rp><rt>あたか</rt><rp>）</rp></ruby>も朝顔の花に置く朝露と、その花との様なものである。花は露の住家である。露は朝顔の住人である。露が先に地に落ちるか、花が先に<ruby><rb>萎</rb><rp>（</rp><rt>しぼ</rt><rp>）</rp></ruby>んでしまうか、どちらにしても所詮は落ち、萎むべきものである。露が<ruby><rb>夕陽</rb><rp>（</rp><rt>ゆうひ</rt><rp>）</rp></ruby>の頃まで残る事はなく、又朝顔とても同じ事、朝日が高く登れば萎むべき運命なのである。人々と人々の住家も所詮は朝顔に置く朝露と、朝顔の運命とを<ruby><rb>辿</rb><rp>（</rp><rt>たど</rt><rp>）</rp></ruby>らねばならないものである。どちらが先に落ちぶれるか、それは<ruby><rb>解</rb><rp>（</rp><rt>わか</rt><rp>）</rp></ruby>らないが所詮は落ちぶれるものなのである。<br />",
      phrase: [
        {
          phrasekobun: "仮の宿り",
          transphrase:
            "仏教思想の三世（前世・現世・後世）のうち、現世は後世のための仮の世にすぎないという考え方からきている表現。",
        },
        {
          phrasekobun: "目を喜ばしむる",
          transphrase: "目を喜ばせようとするのか。",
        },
      ],
    },
    {
      title: "<h3 id=s1>安元の大火</h3>",
      kobun:
        "およそ物の心を知れりしよりこのかた、<br><ruby><rb>四十</rb><rp>（</rp><rt>よそぢ</rt><rp>）</rp></ruby>あまりの<ruby><rb>春秋</rb><rp>（</rp><rt>はるあき</rt><rp>）</rp></ruby>をおくれる間に、<br>世のふしぎを見ること、<br>ややたびたびになりぬ。",
      gendaibun:
        "自分はこの世に生れて早くも四十年と云う長い年月を暮して来たのであるが、物心が付いてから色々と見聞して来た世間の事には全く不思議なものが数々あるのである。これらの多くの見聞したものを少し思い出して書いて見る事にし様。",
    },
    {
      kobun:
        "いにし安元三年四月十八日かとよ、<br>風激しく吹きてしづかならざりし夜、<br><ruby><rb>戌</rb><rp>（</rp><rt>いぬ</rt><rp>）</rp></ruby>の時ばかり、<br>都の<ruby><rb>東南</rb><rp>（</rp><rt>たつみ</rt><rp>）</rp></ruby>より火出で来りて<ruby><rb>西北</rb><rp>（</rp><rt>いぬい</rt><rp>）</rp></ruby>に至る。<br>はてには<ruby><rb>朱雀門</rb><rp>（</rp><rt>すざくもん</rt><rp>）</rp></ruby>、<ruby><rb>大極殿</rb><rp>（</rp><rt>だいごくでん</rt><rp>）</rp></ruby>、大學寮、民部の省まで移りて、<br>一夜がほどに、<br><ruby><rb>塵灰</rb><rp>（</rp><rt>じんかい</rt><rp>）</rp></ruby>となりにき。<br>火本は<ruby><rb>樋口富小路</rb><rp>（</rp><rt>ひぐちとみこうじ</rt><rp>）</rp></ruby>とかや、<br>病人を宿せる仮屋より出で来けるとなむ。",
      gendaibun:
        "昔の事ではっきりとは覚えていないのだが確か安元三年四月二十八日位であったと思うが、風の物すごく吹いている日で、遂ついには大嵐となった日の事である。京都の東南部の某の家から折り悪しく火が出たのである。何しろ強風の吹き荒すさぶ時であったからたまったものではない。忽たちまちの中に火は東北の方へと燃え拡がって行った。そして遂には朱雀門や大極殿、大学寮、民部省等の重要な建築を一夜の中に尽ことごとく灰塵としてしまった。この大火の火元の某家と云うのは後のちの調査によると樋口富ひぐちとみの小路こうじにある住家で、病人の住んでいたものであった",
    },
    {
      kobun:
        "吹きまよふ風にとかく移り行くほどに、<br>扇をひろげたるが如く末広になりぬ。<br>遠き家は煙にむせび、<br>近きあたりはひたすら炎を地に吹きつけたり。<br>空には灰を吹きたてたれば、<br>火の光に映じてあまねく紅なる中に、<br>風に堪へず吹き切られたる炎、<br>飛ぶが如くにして十二町を越えつつ移り行く。<br>その中の人うつし心ならむや。<br>あるいは煙にむせびてたふれ伏し、<br>あるいは炎にまぐれてたちまちに死しぬ。<br>あるいは又わづかに身一つからくして逃れたれども、<br>資財を取り出づるに及ばず。<br><ruby><rb>七珍萬寳</rb><rp>（</rp><rt>しつちんまんほう</rt><rp>）</rp></ruby>、<br>さながら<ruby><rb>灰燼</rb><rp>（</rp><rt>かいじん</rt><rp>）</rp></ruby>となりにき。<br>その費へいくそばくぞ。",
      gendaibun:
        "燃え上った火炎は折からの突風に<ruby><rb>煽</rb> <rp>（ <rt>あ <rp>）</ruby>おられ煽おられて、それこそ扇を広げた様な型になって末ひろがりに広がって行った。火元から遠くにある家々は猛烈な煙の為に全く囲まれてしまって、人々は煙に<ruby><rb>咽</rb> <rp>（ <rt>むせ <rp>）</ruby>び、呼吸すら全く自由には出来ない<ruby><rb>有様</rb> <rp>（ <rt>ありさま <rp>）</ruby>であった。炎上している家々の近くの道路は火炎が溢れ出て来る為に人々の通行を全く阻止してしまった。都の大空は炎々と燃え上る炎の為に夜は火の海の如く<ruby><rb>真紅</rb> <rp>（ <rt>まっか <rp>）</ruby>で、どれだけ強い火がどれだけ多くの家々を燃やさんとしているかを物語っていた。又一方風は<ruby><rb>益々</rb> <rp>（ <rt>ますます <rp>）</ruby>強くなるばかりで一向に静まりそうにもなく、その強風は時々火炎を遠い所へ吹き飛ばして又新しく火事を起して益々火事は広がって行くのであった。<br> 嵐と火事の<ruby><rb>真只中</rb> <rp>（ <rt>まっただなか <rp>）</ruby>に囲まれた京の人々は全く半狂乱でその為す所を知らずと云う有様、皆もう生きた心持もなく、<ruby><rb>唯々</rb> <rp>（ <rt>ただただ <rp>）</ruby>自然の成り行きにまかせて見ているより仕方がなかった。何をする等と云う頭はまるで働かず、茫然自失、全く手の下し様がなかった。吹き付けて来る煙に巻き込まれた人は呼吸を止められてパッタリと倒れ、人事不省になり、又吹き付ける火災にその身を巻き込まれた人々は直にその場で貴い一命を奪われてしまう事も頻多であった。こんな混乱と危険との間を<ruby><rb>幸</rb> <rp>（ <rt>さいわい <rp>）</ruby>にも辛うじてその生命を全うして無事に脱出し得た人々でも自分の住家から大切な家財道具を持ち出す事はまるで不可能で、大切な家財が皆火災の為に灰塵とされてしまうのを目の前に見ていた。それでいてどうする事も出来なかったのである。この様にして焼け失せてしまった諸々の家財、道具、或いは宝物、その中には定めし先祖伝来、父祖伝来のものもあったであろうに、それらのものの価はどれだけであったか考えて見る事も出来ない程に莫大なものであったろうと思われるのである。<br>",
    },
    {
      kobun:
        "このたび<ruby><rb>公卿</rb><rp>（</rp><rt>くぎょう</rt><rp>）</rp></ruby>の家十六燒けたり。<br>ましてその外は数を知らず。<br>すべて都のうち、<br>三分が一に及べりとぞ。<br>男女死ぬるもの数千人、<br>馬牛のたぐい<ruby><rb>辺際</rb><rp>（</rp><rt>へんさい</rt><rp>）</rp></ruby>を知らず。",
      gendaibun:
        "公卿の屋敷がこの<ruby><rb>度</rb> <rp>（ <rt>たび <rp>）</ruby>の大火の為に十六と云う多数も焼け失せてしまった程であるから、まして身分の賤しい素町人達の屋敷の焼け失せた数は数える事も出来ない程に多くあった事と思われる。この大火は京の街の三分の一と云うものを僅かの間に灰にしてしまったのである。<br> 数多くの人々がこの大火の為にその尊い生命までも落しているのである。これ等の中には青年少年で将来どれだけ偉大な仕事をやったであろうと思われる人々も<ruby><rb>尠</rb> <rp>（ <rt>すくな <rp>）</ruby>くなかったであろうに、惜しい事をしたものである。人間でさえこんな事になったのであるから、まして畜生である馬や牛の<ruby><rb>焼死</rb> <rp>（ <rt>やけじに <rp>）</ruby>したものは数知れずあった訳である。",
    },
    {
      kobun:
        "人のいとなみ皆おろかなる中に、<br>さしも危き京中の家を作るとて財をつひやし心をなやますことは、<br>すぐれて<ruby><rb>味気</rb> <rp>（ <rt>あじき <rp>）</ruby>なくぞ侍るべき。",
      gendaibun:
        "人間は本来、色んな愚にも付かない事をするものであるが、とり分けこん度の様に一朝にして<ruby><rb>総</rb> <rp>（ <rt>すべ <rp>）</ruby>てを灰塵に帰すると云う様な危険性の多分にある都会の中にあって、一朝にして灰となる運命も知らぬげに、自分の住家に、大層なお金を掛けて、ああでもない、こうでもないと色々と苦心して、建てる事程間抜けな愚かしい事はないとしみじみと思い当った。こうして苦労して建てても一朝火炎に見舞われれば直に灰塵となってしまうのであるのに、全く建物にお金を掛けたり苦労する程馬鹿らしい事はない。<br>",
    },
  ],
};

export default data;
