const data = {
  mokuji: ["ゆく河の流れ", "安元の大火", "治承の辻風"],
  phrase: [
    [
      {
        phrasekobun: "【うたかた】",
        transphrase: "水面の泡",
      },
      {
        phrasekobun: "【かつ...）】",
        transphrase: "一方では",
      },
    ],
    [
      {
        phrasekobun: "【玉敷き】",
        transphrase: "玉を敷いたように美しい、りっぱな意",
      },
      {
        phrasekobun: "【甍（いらか）】",
        transphrase: "屋根の瓦",
      },
    ],
    [
      {
        phrasekobun: "",
        transphrase: "",
      },
    ],
    [
      {
        phrasekobun: "【仮の宿り】",
        transphrase: "ほんの一時の宿のような現世の住居",
      },
      {
        phrasekobun: "【朝顔の露】",
        transphrase: "朝顔の花と花の上に置く露",
        className: "waka",
        supplementary:
          "何か思ふ<br>何かと嘆く世の中は<br>ただ朝顔の花の上の露<br>（新古今集・釈教）",
      },
    ],
    [
      {
        phrasekobun: "",
        transphrase: "",
      },
    ],
    [
      {
        phrasekobun: "【いにし】",
        transphrase: "過ぎ去った。去る",
      },
      {
        phrasekobun: "【安元三年四月十八日】",
        transphrase: "一一七七年。長明二十三歳ごろ",
      },
      {
        phrasekobun: "【戌（いぬ）】",
        transphrase: "午後八時頃",
      },
      {
        phrasekobun: "【樋口富小路（ひぐちとみのこうじ）】",
        transphrase: "樋口小路と富小路の交わる辺り",
      },
      {
        phrasekobun: "【舞人（まひびと）】",
        transphrase: "樋口小路と富小路の交わる辺り",
      },
    ],
    [
      {
        phrasekobun: "【うつし心】",
        transphrase: "正気。生きた心地",
      },
      {
        phrasekobun: "【まぐれて】",
        transphrase: "目がくらんで、めまいがして",
      },
      {
        phrasekobun: "【七珍万宝（しつちんまんほう）】",
        transphrase: "あらゆる宝物。<br>七珍は七つの珍重すべき宝。七宝",
      },
    ],
    [
      {
        phrasekobun: "【数十人...】",
        transphrase: "数千人とする諸本多くあり。千の誤りか",
      },
    ],
    [
      {
        phrasekobun: "【味気なし（あぢきなし）】",
        transphrase: "つまらない。おもしろくない",
      },
    ],
    [
      {
        phrasekobun: "【治承（ぢしょう）】",
        transphrase: "一一八〇年。長明二十六歳の頃の四月二十九日",
      },
      {
        phrasekobun: "【中御門】",
        transphrase: "京極の大路の交わる辺り",
      },
    ],
    [
      {
        phrasekobun: "【平に...】",
        transphrase: "家がそのままぺしゃんこにつぶれたものもある",
      },
      {
        phrasekobun: "【檜皮、葺板】",
        transphrase: "檜皮は屋根をふく檜の皮。葺板は屋根をふく杉などの薄板",
      },
    ],
    [
      {
        phrasekobun: "【業の風】",
        transphrase: "悪行の人を地獄へ連れていくというすさまじい風",
      },
      {
        phrasekobun: "【片輪づける人】",
        transphrase: "不具になった人",
      },
      {
        phrasekobun: "【未（ひつじ）】",
        transphrase: "午（南）よりやや西の方角",
      },
    ],
    [
      {
        phrasekobun: "【さとし】",
        transphrase: "神仏のお告げ。神託",
      },
    ],
  ],
  text: [
    {
      title: "<h3 id=s0>ゆく河の流れ</h3>",
      kobun:
        "ゆく河のながれは絶えずして、 <br>しかももとの水にあらず。 <br>よどみに浮ぶ<span class='word'>うたかた</span>は、 <br>かつ消えかつ結びて、久しくとどまりたるためしなし。",
      gendaibun:
        "河の流れは常に絶える事がなく、しかも流れ行く河の水は移り変って絶間がない。奔流に現われる<ruby><rb>飛沫</rb><rp>（</rp><rt>ひまつ</rt><rp>）</rp></ruby>は一瞬も止る事がなく、現れるや<ruby><rb>直</rb><rp>（</rp><rt>すぐ</rt><rp>）</rp></ruby>に消えてしまって又新しく現れるのである。",
    },
    {
      kobun:
        "世の中にある人と<ruby> <rb>栖</rb> <rp>（</rp> <rt>すみか</rt> <rp>）</rp></ruby>と、<br/>又かくのごとし。<br/><span class='word'> <ruby> <rb>玉敷</rb> <rp>（</rp> <rt>たまし</rt> <rp>）</rp> </ruby>き</span>の都のうちに、棟を並べ<span class='word'> <ruby> <rb>甍</rb> <rp>（</rp> <rt>いらか</rt> <rp>）</rp> </ruby> </span>を争へる、<br/>高き<ruby> <rb>卑</rb> <rp>（</rp> <rt>いや</rt> <rp>）</rp></ruby>しき人のすまひは、<br/><ruby> <rb>世々</rb> <rp>（</rp> <rt>よよ</rt> <rp>）</rp></ruby>を経て尽きせぬ物なれど、 <br/>是をまことかと尋ぬれば、<br/>昔しありし家はまれなり。 <br/>或は<ruby> <rb>去年</rb> <rp>（</rp> <rt>こぞ</rt> <rp>）</rp></ruby>焼けて今年作れり。<br/>或は<ruby> <rb>大家</rb> <rp>（</rp> <rt>おおいえ</rt> <rp>）</rp></ruby>ほろびて<ruby> <rb>小家</rb> <rp>（</rp> <rt>こいえ</rt> <rp>）</rp></ruby>となる。",
      gendaibun:
        "世の中の人々の運命や、人々の<ruby><rb>住家</rb><rp>（</rp><rt>すみか</rt><rp>）</rp></ruby>の移り変りの激しい事等は丁度河の流れにも<ruby><rb>譬</rb><rp>（</rp><rt>たと</rt><rp>）</rp></ruby>えられ、又奔流に現われては消えさる飛沫の様に極めてはかないものである。壮麗を極めた花の都の中にぎっしりと立ち並んでいる家々は各々の美しく高い<ruby><rb>甍</rb><rp>（</rp><rt>いらか</rt><rp>）</rp></ruby>をお互に競争し合っている。これ等の色々な人々の住家は<ruby><rb>何時</rb><rp>（</rp><rt>いつ</rt><rp>）</rp></ruby>の時代にでもあるもので決して絶えるものではないのであるが、さてこういう貴賤様々な人々の住家の<ruby><rb>中</rb><rp>（</rp><rt>うち</rt><rp>）</rp></ruby>に不変のものを見出すと云う事は出来るものではなく、昔の<ruby><rb>儘</rb><rp>（</rp><rt>まま</rt><rp>）</rp></ruby>に現在までも続いていると云う住家は<ruby><rb>殆</rb><rp>（</rp><rt>ほとん</rt><rp>）</rp></ruby>んどなく、極めて<ruby><rb>稀</rb><rp>（</rp><rt>まれ</rt><rp>）</rp></ruby>に昔の美しさのある物を発見するのが<ruby><rb>頗</rb><rp>（</rp><rt>すこぶ</rt><rp>）</rp></ruby>る難しいことなのである。この辺に美しい立派な住家があったのだがと見て見るともうその家は去年焼け失せて無くなっていたりする。又こんな所にこんな立派な住家は無かったのにと思って見ると前の貧しい家は焼け失せて現在はこれほどの立派な住家になっていたりするものである。この様に昔お金持であって立派な美しい住家に住んでいた人が今は見る陰もなく落ちぶれて昔の住家に比ぶれば掘立小屋同様の住家に住んでいたりする。こんな運命が人々の歩まねばならないものなのである。",
    },
    {
      kobun:
        "住む人も是に同じ。<br>所もかはらず、<br>人も多かれど、<br><ruby> <rb>古</rb> <rp>（</rp> <rt>いにしへ</rt> <rp>）</rp></ruby>見し人は二三十人が中に、<br>わづかに一人二人なり。<br><ruby> <rb>朝</rb> <rp>（</rp> <rt>あした</rt> <rp>）</rp></ruby>に死に、<br><ruby> <rb>夕</rb> <rp>（</rp> <rt>ゆふべ</rt> <rp>）</rp></ruby>に生るるならひ、<br>ただ水の泡にぞ似たりける。",
      gendaibun:
        "昔からの知り合いは居ないものかと見て見るとそうした人は中々に見付ける事が出来なくて、所も昔の儘の所であるのに、又そこに住んでいる人々も昔の様に多数の人々が住んでいるに<ruby><rb>拘</rb><rp>（</rp><rt>かかわ</rt><rp>）</rp></ruby>らず、十人の中<ruby><rb>僅</rb><rp>（</rp><rt>わずか</rt><rp>）</rp></ruby>に二、三人しか見出す事が出来ない有様であって、真に人々の歩むべき運命の路のあまりにも変転極まりないのを見ると感動に堪えないものがある。人間のこういう運命、<ruby><rb>朝</rb><rp>（</rp><rt>あした</rt><rp>）</rp></ruby>に生れては<ruby><rb>夕</rb><rp>（</rp><rt>ゆうべ</rt><rp>）</rp></ruby>に死して行かなくてはならない<ruby><rb>果敢</rb><rp>（</rp><rt>はか</rt><rp>）</rp></ruby>ない運命、変転極りない運命、こういう事を深く考えて見ると全く、結んでは直に消え、消えては又結ぶ水流の泡沫の如きものではないかと思ったりする。奔流に結び<ruby><rb>且</rb><rp>（</rp><rt>か</rt><rp>）</rp></ruby>つ消ゆる飛沫の運命、それが<ruby><rb>詮</rb><rp>（</rp><rt>せん</rt><rp>）</rp></ruby>ずる所人々の歩むべき運命なのである。",
    },
    {
      kobun:
        "<ruby> <rb>不知</rb> <rp>（</rp> <rt>しらず</rt> <rp>）</rp></ruby>、<br>生れ死ぬる人、<br>いづかたより<ruby> <rb>来</rb> <rp>（</rp> <rt>きた</rt> <rp>）</rp></ruby>りて、<br>いづかたへか去る。<br>又不知、<span class='word'><br>仮の<ruby> <rb>宿</rb> <rp>（</rp> <rt>やど</rt> <rp>）</rp></ruby>り</span>、<br>誰が為にか心を悩まし、<br>何によりてか目を喜ばしむる。<br>その<ruby> <rb>主</rb> <rp>（</rp> <rt>あるじ</rt> <rp>）</rp></ruby>とすみかと、<br>無常を争ふさま、<br>いわば<span class='word'>朝顏の露</span>に異ならず。<br>或は露落ちて花残れり。<br>残るといへども、朝日に枯れぬ。<br>或は花しぼみて露なほ消えず。<br>消えずといへども、<br><ruby> <rb>夕</rb> <rp>（</rp> <rt>ゆふべ</rt> <rp>）</rp></ruby>を待つ事なし",
      gendaibun:
        "一体多くの人々がこの世に生れ出て来るのであるが、これらの人々は<ruby><rb>何処</rb><rp>（</rp><rt>どこ</rt><rp>）</rp></ruby>から来たものであろうか。そして又何処へ行ってしまうのであろうか。等と考えて見ると何処から来、何処へ行くかと云う問いに対して答え得るものは何処にも居るものではなく、何処から来て何処へ行くかは永遠に解くを得ない謎であって人々はこの謎の中に生れ、そうして死して行くのである。水に浮ぶ泡が結び且つ消える様に。かく果敢なく、解くを得ない運命を歩まなくてはならない人々は又この世に<ruby><rb>於</rb><rp>（</rp><rt>おい</rt><rp>）</rp></ruby>て何を楽しみ、何を苦しんで生きているのであろうか。泡の<ruby><rb>如</rb><rp>（</rp><rt>ごと</rt><rp>）</rp></ruby>くに消えなくてはならない儘かの人生の中でどんな仕事に面白味を見出し又どんな事で苦しんでいるのかと多くの人々の答を求めたとすれば各種各様に答が出て決して一つのものにはならず、結局何を苦しみ、何を楽しんでいるのか、また何を<ruby><rb>為</rb><rp>（</rp><rt>な</rt><rp>）</rp></ruby>すべきか等と云う事も一つの永遠に解き得ない謎になってしまうのである。長い年月の間に火事の<ruby><rb>為</rb><rp>（</rp><rt>ため</rt><rp>）</rp></ruby>に、地震の為、<ruby><rb>或</rb><rp>（</rp><rt>ある</rt><rp>）</rp></ruby>いは他の色んな変事の為に、立派な美しい家が無くなってしまったり、又お金持の家が貧しくなったり、<ruby><rb>貴</rb><rp>（</rp><rt>とうと</rt><rp>）</rp></ruby>い地位にあった人が<ruby><rb>賤</rb><rp>（</rp><rt>いや</rt><rp>）</rp></ruby>しい身分に落ちぶれたりする、こうした人々やその住家の移り変りの極りない事は<ruby><rb>恰</rb><rp>（</rp><rt>あたか</rt><rp>）</rp></ruby>も朝顔の花に置く朝露と、その花との様なものである。花は露の住家である。露は朝顔の住人である。露が先に地に落ちるか、花が先に<ruby><rb>萎</rb><rp>（</rp><rt>しぼ</rt><rp>）</rp></ruby>んでしまうか、どちらにしても所詮は落ち、萎むべきものである。露が<ruby><rb>夕陽</rb><rp>（</rp><rt>ゆうひ</rt><rp>）</rp></ruby>の頃まで残る事はなく、又朝顔とても同じ事、朝日が高く登れば萎むべき運命なのである。人々と人々の住家も所詮は朝顔に置く朝露と、朝顔の運命とを<ruby><rb>辿</rb><rp>（</rp><rt>たど</rt><rp>）</rp></ruby>らねばならないものである。どちらが先に落ちぶれるか、それは<ruby><rb>解</rb><rp>（</rp><rt>わか</rt><rp>）</rp></ruby>らないが所詮は落ちぶれるものなのである。<br />",
    },
    {
      title: "<h3 id=s1>安元の大火</h3>",
      kobun:
        "<ruby> <rb>予</rb> <rp>（</rp> <rt>われ</rt> <rp>）</rp></ruby>ものの心を知れりしより、<br><ruby> <rb>四十</rb> <rp>（</rp> <rt>よそぢ</rt> <rp>）</rp></ruby>余りの<ruby> <rb>春秋</rb> <rp>（</rp> <rt>はるあき</rt> <rp>）</rp></ruby>を送れる間に、<br>世の不思議を見る事、<br>やや度々になりぬ。",
      gendaibun:
        "自分はこの世に生れて早くも四十年と云う長い年月を暮して来たのであるが、物心が付いてから色々と見聞して来た世間の事には全く不思議なものが数々あるのである。これらの多くの見聞したものを少し思い出して書いて見る事にし様。",
    },
    {
      kobun:
        "<span class='word'><ruby> <rb>去</rb> <rp>（</rp> <rt>いんじ</rt> <rp>）</rp> </ruby></span><span class='word'> 安元三年四月十八日</span>かとよ。<br>風はげしく吹きて静かならざりし夜、<br><span class='word'> <ruby> <rb>戌</rb> <rp>（</rp> <rt>いぬ</rt> <rp>）</rp> </ruby></span>の時ばかり、<br>都の<ruby> <rb>東南</rb> <rp>（</rp> <rt>たつみ</rt> <rp>）</rp></ruby>より火いできて<ruby> <rb>西北</rb> <rp>（</rp> <rt>いぬい</rt> <rp>）</rp></ruby>に至る。<br>果てには<ruby> <rb>朱雀門</rb> <rp>（</rp> <rt>すざくもん</rt> <rp>）</rp></ruby>、<ruby> <rb>大極殿</rb> <rp>（</rp> <rt>だいごくでん</rt> <rp>）</rp></ruby>、<ruby> <rb>大學寮</rb> <rp>（</rp> <rt>だいがくれう</rt> <rp>）</rp></ruby>、民部省まで移りて、<br><ruby> <rb>一夜</rb> <rp>（</rp> <rt>ひとよ</rt> <rp>）</rp></ruby>のうちに<ruby> <rb>塵灰</rb> <rp>（</rp> <rt>ちりはひ</rt> <rp>）</rp></ruby>となりにき。<br><ruby> <rb>火元</rb> <rp>（</rp> <rt>ほもと</rt> <rp>）</rp></ruby>は<span class='word'> <ruby> <rb>樋口富小路</rb> <rp>（</rp> <rt>ひぐちとみのこうじ</rt> <rp>）</rp> </ruby></span>とかや。<br><ruby> <rb>舞人</rb> <rp>（</rp> <rt>まひびと</rt> <rp>）</rp> </ruby>を宿せる<ruby><rb>仮屋</rb> <rp>（</rp> <rt>かりや</rt> <rp>）</rp></ruby>よりいできたりけるとなん。",
      gendaibun:
        "昔の事ではっきりとは覚えていないのだが確か安元三年四月二十八日位であったと思うが、風の物すごく吹いている日で、遂ついには大嵐となった日の事である。京都の東南部の某の家から折り悪しく火が出たのである。何しろ強風の吹き荒すさぶ時であったからたまったものではない。忽たちまちの中に火は東北の方へと燃え拡がって行った。そして遂には朱雀門や大極殿、大学寮、民部省等の重要な建築を一夜の中に尽ことごとく灰塵としてしまった。この大火の火元の某家と云うのは後のちの調査によると樋口富ひぐちとみの小路こうじにある住家で、病人の住んでいたものであった",
    },
    {
      kobun:
        "吹き迷ふ風に、<br>とかく移りゆくほどに、<br>扇をひろげたるがごとく<ruby> <rb>末広</rb> <rp>（</rp> <rt>すえひろ</rt> <rp>）</rp></ruby>になりぬ。<br>遠き家は煙にむせび、<br>近き辺はひたすら焔を地に吹きつけたり。<br>空には灰を吹き立てたてれば、<br>火の光に映じてあまねく<ruby> <rb>紅</rb> <rp>（</rp> <rt>くれない</rt> <rp>）</rp></ruby>なる中に、<br>風に堪へず吹き切られたる焔、<br>飛ぶが如くして一二町を越えつつ移りゆく。<br><ruby> <rb>其中</rb> <rp>（</rp> <rt>そのなか</rt> <rp>）</rp></ruby>の人<span class='word'>うつし心</span>あらむや。<br><ruby> <rb>或</rb> <rp>（</rp> <rt>あるい</rt> <rp>）</rp></ruby>は煙にむせびて倒れ伏し、<br>或は焔に<span class='word'>まぐれて</span>たちまちに死ぬ。<br>或は身ひとつからうしてのがるるも、<br>資財を取り出づるに及ばず。<br><span class='word'><ruby> <rb>七珍万宝</rb> <rp>（</rp> <rt>しつちんまんほう</rt> <rp>）</rp></ruby></span>、<br>さながら<ruby> <rb>灰燼</rb> <rp>（</rp> <rt>くわいしん</rt> <rp>）</rp></ruby>となりにき。<br>其の<ruby> <rb>費</rb> <rp>（</rp> <rt>つい</rt> <rp>）</rp></ruby>えいくそばくぞ。",
      gendaibun:
        "燃え上った火炎は折からの突風に<ruby><rb>煽</rb> <rp>（ <rt>あ <rp>）</ruby>おられ煽おられて、それこそ扇を広げた様な型になって末ひろがりに広がって行った。火元から遠くにある家々は猛烈な煙の為に全く囲まれてしまって、人々は煙に<ruby><rb>咽</rb> <rp>（ <rt>むせ <rp>）</ruby>び、呼吸すら全く自由には出来ない<ruby><rb>有様</rb> <rp>（ <rt>ありさま <rp>）</ruby>であった。炎上している家々の近くの道路は火炎が溢れ出て来る為に人々の通行を全く阻止してしまった。都の大空は炎々と燃え上る炎の為に夜は火の海の如く<ruby><rb>真紅</rb> <rp>（ <rt>まっか <rp>）</ruby>で、どれだけ強い火がどれだけ多くの家々を燃やさんとしているかを物語っていた。又一方風は<ruby><rb>益々</rb> <rp>（ <rt>ますます <rp>）</ruby>強くなるばかりで一向に静まりそうにもなく、その強風は時々火炎を遠い所へ吹き飛ばして又新しく火事を起して益々火事は広がって行くのであった。<br> 嵐と火事の<ruby><rb>真只中</rb> <rp>（ <rt>まっただなか <rp>）</ruby>に囲まれた京の人々は全く半狂乱でその為す所を知らずと云う有様、皆もう生きた心持もなく、<ruby><rb>唯々</rb> <rp>（ <rt>ただただ <rp>）</ruby>自然の成り行きにまかせて見ているより仕方がなかった。何をする等と云う頭はまるで働かず、茫然自失、全く手の下し様がなかった。吹き付けて来る煙に巻き込まれた人は呼吸を止められてパッタリと倒れ、人事不省になり、又吹き付ける火災にその身を巻き込まれた人々は直にその場で貴い一命を奪われてしまう事も頻多であった。こんな混乱と危険との間を<ruby><rb>幸</rb> <rp>（ <rt>さいわい <rp>）</ruby>にも辛うじてその生命を全うして無事に脱出し得た人々でも自分の住家から大切な家財道具を持ち出す事はまるで不可能で、大切な家財が皆火災の為に灰塵とされてしまうのを目の前に見ていた。それでいてどうする事も出来なかったのである。この様にして焼け失せてしまった諸々の家財、道具、或いは宝物、その中には定めし先祖伝来、父祖伝来のものもあったであろうに、それらのものの価はどれだけであったか考えて見る事も出来ない程に莫大なものであったろうと思われるのである。<br>",
    },
    {
      kobun:
        "其のたび<ruby> <rb>公卿</rb> <rp>（</rp> <rt>くぎやう</rt> <rp>）</rp></ruby>の家十六燒けたり。<br>まして其外数へ知るに及ばず。<br><ruby> <rb>惣</rb> <rp>（</rp> <rt>すべ</rt> <rp>）</rp></ruby>て都のうち、<br>三分が一に及べりとぞ。<br>男女死ぬるもの<span class='word'>数十人</span>、<br>馬牛のたぐい<ruby> <rb>辺際</rb> <rp>（</rp> <rt>へんさい</rt> <rp>）</rp></ruby>を<ruby> <rb>不知</rb> <rp>（</rp> <rt>しらず</rt> <rp>）</rp></ruby>。",
      gendaibun:
        "公卿の屋敷がこの<ruby><rb>度</rb> <rp>（ <rt>たび <rp>）</ruby>の大火の為に十六と云う多数も焼け失せてしまった程であるから、まして身分の賤しい素町人達の屋敷の焼け失せた数は数える事も出来ない程に多くあった事と思われる。この大火は京の街の三分の一と云うものを僅かの間に灰にしてしまったのである。<br> 数多くの人々がこの大火の為にその尊い生命までも落しているのである。これ等の中には青年少年で将来どれだけ偉大な仕事をやったであろうと思われる人々も<ruby><rb>尠</rb> <rp>（ <rt>すくな <rp>）</ruby>くなかったであろうに、惜しい事をしたものである。人間でさえこんな事になったのであるから、まして畜生である馬や牛の<ruby><rb>焼死</rb> <rp>（ <rt>やけじに <rp>）</ruby>したものは数知れずあった訳である。",
    },
    {
      kobun:
        "人のいとなみ皆おろかなるなかに、<br>さしもあやふき京中の家を作るとて、<br>宝を費やし、心を悩ます事は、<br>すぐれて<span class='word'><ruby> <rb>味気</rb> <rp>（</rp> <rt>あぢき</rt> <rp>）</rp> </ruby></span>なくぞ侍る。",
      gendaibun:
        "人間は本来、色んな愚にも付かない事をするものであるが、とり分けこん度の様に一朝にして<ruby><rb>総</rb> <rp>（ <rt>すべ <rp>）</ruby>てを灰塵に帰すると云う様な危険性の多分にある都会の中にあって、一朝にして灰となる運命も知らぬげに、自分の住家に、大層なお金を掛けて、ああでもない、こうでもないと色々と苦心して、建てる事程間抜けな愚かしい事はないとしみじみと思い当った。こうして苦労して建てても一朝火炎に見舞われれば直に灰塵となってしまうのであるのに、全く建物にお金を掛けたり苦労する程馬鹿らしい事はない。<br>",
    },
    {
      title: "<h3 id=s2>治承の辻風</h3>",
      kobun:
        "又<span class='word'> <ruby> <rb>治承</rb> <rp>（ <rt>ぢしょう <rp>） </ruby></span>四年卯月のころ、<br><span class='word'><ruby> <rb>中御門京極</rb> <rp>（ <rt>なかのみかどきやうごく <rp>） </ruby></span>のほどより、<br>大きなる<ruby> <rb>辻風</rb> <rp>（ <rt>つじかぜ <rp>）</ruby>おこりて、<br>六条わたりまで吹ける事侍りき。",
      gendaibun:
        "治承四年の四月の頃には又大きな旋風の起った事があった。京極のほとりに起って六条のあたりまで吹いたものであった。全く物すさまじい<ruby> <rb>勢</rb> <rp>（</rp> <rt>いきおい</rt> <rp>）</rp> </ruby>のもので、三、四丁も吹いて行く間に、ぶっつかる所の大きな<ruby> <rb>家</rb> <rp>（</rp> <rt>うち</rt> <rp>）</rp> </ruby>でも、小さなのでも、どんな家でも殆ど<ruby> <rb>覆</rb> <rp>（</rp> <rt>くつがえ</rt> <rp>）</rp> </ruby>したり、破壊したり、破損したりしたものであった。それ程すさまじい勢に吹きつのった事であった。<br/>",
    },
    {
      kobun:
        "三四町を吹きまくる間にこもれる家ども、<br>大きなるも小さきも一つとして破れざるはなし。<br>さながら<span class='word'> <ruby><rb>平</rb><rp>（</rp> <rt>ひら</rt><rp>）</rp></ruby>に倒れたるもあり。</span><br><ruby> <rb>桁</rb> <rp>（</rp> <rt>けた</rt> <rp>）</rp></ruby>、柱ばかり残れるものあり。<br>門を吹きはなちて四五町が<ruby> <rb>外</rb> <rp>（</rp> <rt>ほか</rt> <rp>）</rp></ruby>におき、<br>又垣を吹きはらひて隣と一つになせり。<br>いはむや、<br>家のうちの資財、<br>数を尽くして空にあり。<br><span class='word'> <ruby> <rb>檜皮</rb> <rp>（</rp> <rt>ひはだ</rt> <rp>）</rp> </ruby>、<ruby> <rb>葺板</rb> <rp>（</rp> <rt>ふきいた</rt> <rp>）</rp> </ruby></span>のたぐひ、<br>冬の木の葉の風に乱るるが如し。<br>",
      gendaibun:
        "旋風に巻き込まれてその儘地上の上にペシャンコに倒されてしまったものや、<ruby> <rb>桁</rb> <rp>（</rp> <rt>けた</rt> <rp>）</rp> </ruby>と柱だけが残って障子や、壁はすっかり吹き抜かれてしまったのもあった。そうかと思うと門を吹き飛ばして四、五丁も先に持って行ってしまったり、垣を吹きとばしてしまって隣家との境を取りのけてしまって庭続きにしたりして方々にとんだ悲喜劇を起させた。家々にある色んな家財道具の類も根こそぎにすっかり空に吹き上げてしまった。屋根を覆っている所の<ruby> <rb>檜皮</rb> <rp>（</rp> <rt>ひわだ</rt> <rp>）</rp> </ruby><ruby> <rb>葺板</rb> <rp>（</rp> <rt>ふきいた</rt> <rp>）</rp> </ruby>の類は丁度冬の頃に木の葉が風に舞い上る様に乱れて空に吹き上げられた。<br/>",
    },
    {
      kobun:
        "塵を煙の如く吹きたてたれば、<br>すべて目も見えず。<br>おびただしく鳴りどよむほどに、<br>もの言ふ声も聞えず。<br>彼の地獄の<span class='word'><ruby><rb>業</rb><rp>（</rp> <rt>ごふ</rt><rp>）</rp></ruby>の風</span>なりとも、<br>かばかりにこそはとぞおぼゆる。<br>家の<ruby> <rb>損亡</rb> <rp>（</rp> <rt>そんまう</rt> <rp>）</rp></ruby>せるのみにあらず、<br>是をとりつくろふ間に、<br>身をそこなひ、<br><span class='word'><ruby><rb>片輪</rb> <rp>（</rp><rt>かたわ</rt><rp>）</rp></ruby>づける人</span>、<br>数も知らず。<br>この風<span class='word'><ruby><rb>未</rb><rp>（</rp> <rt>ひつじ</rt> <rp>）</rp></ruby></span>の方に移りゆきて、<br>多くの人の嘆きなせり。",
      gendaibun:
        "煙が都の空を全く覆ってしまったのではないかと思われる程に都の空には塵や埃が舞い上って<ruby> <rb>天日</rb> <rp>（</rp> <rt>てんじつ</rt> <rp>）</rp> </ruby>為に暗きを感じた程であった。人々の話し声等は荒れ狂う強風の為に全く掻き消されてしまって聞える所の騒ぎではなかった。都の街々に聞えるものは唯風の吹き荒れるすさまじい音響のみであった。その風の荒れる様のすさまじさはまるで伝え聞く地獄の業の風が現実の世に吹くのかと思われる程のものであった。吹き倒された家、破損された家、それ等家々の無残な様子は全く目も当てられない程である。又住家等の破損した場所を修繕し様として外に出て仕事をしているとそこへ何か大きなものが吹き付けて来て哀れにも不具者となると云う様な人々も数多くあった。<ruby> <rb>真</rb> <rp>（</rp> <rt>まこと</rt> <rp>）</rp> </ruby>に気の毒な人々である。この旋風は又西南の方に向って動いて行って<ruby> <rb>其処</rb> <rp>（</rp> <rt>そこ</rt> <rp>）</rp> </ruby>に住んでいる人々に対しても前同様に色々な損害を与えて人々を悲しませた。",
    },
    {
      kobun:
        "辻風はつねに吹く物なれど、<br>かかる事やある。<br>ただ事にあらず、<br>さるべきものの<span class='word'>さとし</span>かなどぞうたがひ侍りし。",
      gendaibun:
        "春夏秋冬を通じて風が吹かない時は無いものであるが、何時もの風は風情のある心持の好い風であるのに今度の風はすさまじい風で、数多くの損害を人々に与えたのである。こんな風は何年かの間に一度とあるか無きかの風であって真に珍しい例外とも云うべきものである。今度の大惨事の事を深く考えて見るとこれはきっと天の神様が地上に住む人々に対して一つの警告として与えて下さったものだと考えざるを得ないのである。<br/>",
    },
  ],
};

export default data;
